dsl-quick_test_cloud.yml
execution:
- concurrency: 110
  ramp-up: 1m
  hold-for: 6m
  scenario: quick-test
  locations:
    us-west-1: 1
    us-east-1: 1
  locations-weighted: false
  # files:
  #  - 1.csv
  #  - 2.csv

scenarios:
  quick-test:
    requests:
    - http://blazedemo.com

modules:
  cloud:
    # account: My Account  # numeric identifier can also be specified
    # workspace: Demo
    project: Taurus CLI  # project name or id
    test: Quick Test Cloud
    token: '706de116d31c2592bccb6df9:a34a228edede7958205f5c334898c068feaa82272e517969e410f5c2c23915f1b3c12590'